IDEA Open Model
ReinfBarInclined.BottomLength Property
Compatible with IDEA StatiCa v 10.1
 Length of additional bar on the bottom
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double BottomLength { get; set; }
Public Property BottomLength As Double
	Get
	Set
public:
property double BottomLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace